Repository: RichardPaulAstley/pmdo-moredungeons
Catalog: MoreDungeons/Data/Script/ground/cliff_camp/strings.*.resx
Languages: de

# Bellsprout_Line_001
source: Shroomish and I got to this camp no problem,[pause=0] but the dungeon ahead is another story.
de: Knilz und ich haben dieses Lager ohne Probleme erreicht,[pause=0] aber der Dungeon vor uns ist eine andere Geschichte.

# Bellsprout_Line_002
source: The Flying-type Pokémon there just ruin us.
de: Die Pokémon vom Typ Flug machen uns einfach platt.

# Bellsprout_Line_003
source: Shouldn't we ask an Electric Pokémon for help?
de: Sollten wir nicht ein Elektro-Pokémon um Hilfe bitten?

# Doduo_Intro_001
source: Oh,[pause=20] are you new here?
de: Oh,[pause= 20] bist du neu hier?

# Doduo_Intro_002
source: I'm Doduo,
de: Ich bin Dodu,

# Doduo_Intro_003
source: and this is Pachirisu. She and I make up our team, Tactical Retreat.
de: und das ist Pachirisu. Zusammen bilden wir das Team: Taktischer Rückzug.

# Doduo_Intro_004
source: Good luck trying to do whatever it is that you're doing,[pause=20] I guess...
de: Viel Glück bei was auch immer du versuchst zu erreichen.[pause= 20] Oder so...

# Doduo_Line_001
source: In case you couldn't tell,[pause=20] our specialty is running.[pause=0] For better or for worse.
de: Falls du es noch nicht gemerkt hast, unsere Spezialität ist das Weglaufen.

# Doduo_Line_002
source: A lot of teams get stuck in this camp specifically,[pause=30] ourselves included.
de: Viele Teams stecken hier fest,[pause= 30] dazu gehören auch wir.

# Doduo_Line_003
source: Actual combat skill is needed as the dungeons get tougher.
de: Je weiter man kommt, desto schwieriger wird es. Da muss man gut kämpfen können.

# Doduo_Line_004
source: Pachirisu thinks we can get by if we hone our running skills...[pause=30] but...[pause=30] uh...
de: Pachirisu glaubt, dass wir damit davon kommen werden besser im Weglaufen zu werden...[pause= 30] aber...[pause= 30] äh...

# Doduo_Line_005
source: We've been stuck here for a while...
de: Wir sitzen hier schon eine Weile fest...

# Monk_Line_001
source: Explorers on this island have many reasons for ascending this mountain range.[pause=0] What are yours?
de: Die Abenteurer auf dieser Insel haben viele Gründe, dieses Gebirge zu besteigen.[pause=0] Was sind deine Gründe?

# Monk_Line_002
source: May you find what you seek here.
de: Mögest du hier finden, was du suchst.

# Monk_Line_Curiosity
source: But of course.[br]As the last unexplored region in the world,[pause=0] it is only natural for you to be drawn here.[br]Some may fear the unknown,[pause=0] but you are among those that are drawn to it.
de: Aber natürlich.[br]Als letzte unerforschte Region der Welt ist es nur natürlich,[pause=0] dass es dich hierher zieht.[br]Manche mögen das Unbekannte fürchten,[pause=0] aber du gehörst zu denen, die es anzieht.

# Monk_Line_Fame
source: I see...[pause=0] so you have been lured by the rumors of the Guildmaster's promise.[br]That any team that reaches the top shall be named their successor.
de: Ich verstehe...[pause=0] Ihr seid also von den Gerüchten über das Versprechen des Gildenmeisters angelockt worden,[scroll] dass jedes Team, das die Spitze erreicht, zu seinem Nachfolger ernannt wird.

# Monk_Line_Fortune
source: The hidden treasures of the legendary exploration team![br]I too have heard the rumors of how they locked their fortunes deep within this island.
de: Die verborgenen Schätze des legendären Erkundungsteams![br]Auch ich habe von den Gerüchten gehört, die besagen, dass sie ihr Vermögen tief im Inneren dieser Insel versteckt haben.

# Monk_Line_Strength
source: Ah,[pause=0] our goals are one and the same.[br]Absent any desire for material gains,[pause=0] I am merely here to hone my body and mind.
de: Ah,[pause=0] unsere Ziele sind ein und dasselbe.[br]Ohne den Wunsch nach materiellen Gewinnen bin ich nur hier,[pause=0] um meinen Körper und meinen Geist zu verbessern.

# Monk_Line_Unknown
source: Indecisive?[pause=0] Perhaps you will find a purpose nonetheless.[br]Experiencing the Mystery Dungeons can reveal things about yourself that you may not even know.
de: Unentschlossen?[pause=0] Vielleicht findest du trotzdem eine Bestimmung.[br]Das Erleben der Mystery Dungeons kann dir Dinge über dich selbst offenbaren, die du vielleicht gar nicht weißt.

# Monk_Option_Curiosity
source: Adventure
de: Abenteuer

# Monk_Option_Fame
source: Fame
de: Ruhm

# Monk_Option_Fortune
source: Fortune
de: Vermögen

# Monk_Option_Strength
source: Strength
de: Stärke

# Monk_Option_Unknown
source: Don't know...
de: Ich weiß nicht...

# Pachirisu_Intro_001
source: Hiya![pause=0] Great to see new people around![pause=30] The name's Pachirisu.
de: He du![pause= 0] Schön neue Gesichter zu sehen![pause= 30] Mein Name ist Pachirisu.

# Pachirisu_Intro_002
source: Over here is my partner, Doduo. We're Team Tactical Retreat!
de: Das hier ist mein Partner, Dodu. Wir sind Team Taktischer Rückzug!

# Pachirisu_Intro_003
source: Our team name reflects our talents![pause=0] I know it sounds funny,
de: Der Name ist Programm![pause= 0] Ich weiß, es hört sich im ersten Moment lustig an,

# Pachirisu_Intro_004
source: but learning when to run is important for exploring.
de: aber zu lernen wann man flüchten muss ist beim Erkunden wichtig.

# Pachirisu_Line_001
source: Our main skill is being able to outrun our opponents!
de: Unsere Spezialität liegt darin schneller zu sein als unsere Gegner!

# Pachirisu_Line_002
source: Doduo and I even got to around ten or so floors into the Guildmaster Trail!
de: Dodu und ich sind im Gildenmeister-Pfad schon ungefähr 10 Ebenen weit gekommen!

# Pachirisu_Line_003
source: A lot of explorers don't manage to get that far in there.
de: Viele Erkunder schaffen es nicht so weit.

# Pachirisu_Line_004
source: I'm sure if we keep working at it,[pause=20] we'll get to the top someday!
de: Ich bin mir sicher, dass wir eines Tages an die Spitze kommen werden[pause= 20] solange wir es immer weiter versuchen!

# Rival_Line_001
source: Hiss... The road ahead is difficult.[pause=0] Fellow traveler, take thissss...
de: Hiss... Der Weg, der vor uns liegt, ist schwierig.[pause=0] Mitreisender, nimm dassss...

# Rival_Line_002
source: If you find yourself in a ssssticky situation, do not hesitate to esssscape.
de: Wenn du dich in einer sssschwierigen Situation befindest, solltest du nicht zögern das Weite zu ssssuchen.

# Rival_Line_003
source: I musssst push forward.[pause=0] There is a rival I need to surpasssss...
de: Ich musssss vorankommen.[pause=0] Es gibt einen Rivalen, den ich übertreffen musssss...

# Shroomish_Line_001
source: Come on,[pause=20] one more try![pause=0] We can do it with just the two of us!
de: Komm schon,[pause=20] noch ein Versuch![pause=0] Wir schaffen es auch zu zweit!

# Sightseer_Line_001
source: Lovely breeze here, isn't it?[br]This cliff would be a nice place to make a nest, if I do say so myself.[br]If only it wasn't surrounded by Mystery Dungeons...
de: Eine schöne Brise hier, nicht wahr?[br]Diese Klippe wäre ein schöner Ort, um ein Nest zu bauen, wenn ich das mal so sagen darf.[br]Wenn sie nur nicht von Mystery Dungeons umgeben wäre...

# Storehouse_Line_001
source: Confound it![pause=0] Where are those two slackers?[br]Ekans and Gligar were supposed to be here with the supplies a long time ago!
de: Verdammt![pause=0] Wo sind die beiden Nichtsnutze?[br]Rettan und Skorgla sollten doch schon längst mit den Vorräten hier sein!

# Undergrowth_Intro_001
source: We're Team Undergrowth.[pause=0] Pleased to meet you.
de: Wir sind das Team Unterholz.[pause=0] Freut mich, euch kennenzulernen.
